[
    {
      "text": "Where can we find the courage to act in spite of fear? Trying to eliminate that which we react to fearfully is a fool’s errand because it locates the source of our fear outside ourselves, rather than within our own hearts.",
      "id": "1"
    },
    {
      "text": "Practicing leadership – enabling others to achieve purpose in the face of uncertainty – requires engaging the heart, the head, and the hands: motivation, strategy, and action.",
      "id": "2"
    },
    {
      "text": "Leadership in organizing is rooted in three questions articulated by the first century Jerusalem sage, Rabbi Hillel: “If I am not for myself, who am I? When I am only for myself, what am I? And if not now, when? – Pirke Avot (Wisdom of the Fathers)",
      "id": "3"
    },
    {
      "text": "Organizing is a practice of leadership whereby we define leadership as enabling others to achieve shared purpose under conditions of uncertainty.",
      "id": "4"
    },
    {
      "text": "Mobilizing others to achieve purpose under conditions of uncertainty— what leaders do—challenges the hands, the head, and the heart",
      "id": "5"
    },
    {
      "text": "How do you invest in developing leadership but not in creating dependency of that leadership upon you?",
      "id": "6"
    },
    {
      "text": "Hope is the belief in the probability of the possible rather than the necessity of the probable.",
      "id": "7"
    },
    {
      "text": "Young people have an almost biological destiny to be hopeful.",
      "id": "8"
    },
    {
      "text": "Participating in a social action not only often involves a rearticulation of one’s story of self, us, and now, but marks an entry into a world of uncertainty so daunting that access to sources of hope is essential.",
      "id": "9"
    },
    {
      "text": "Hope is the belief in the plausibility of the possible as opposed to the necessity of the probable. In other words it is always probable Goliath will win but sometimes David does. – Marshall Ganz (See video around 16.38 mins)",
      "id": "10"
    }
  ]
  